12/data/attachments/5832297e148a34f6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christopher_soon_Friend_70834_8</nif:username>
            <nif:friendToBeRequested>soap_friends_67b0f2e2-c6c3-4055-a03d-39e9a1ce6a9f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>